[
    {
        "titulo": "Desarrollo de un Sistema Integral de Gestión para PyMEs",
        "descripcion": "Creación de una aplicación web con funcionalidades para administrar inventarios, ventas y empleados en pequeñas y medianas empresas, integrando gráficos interactivos, generación de reportes automatizados y notificaciones en tiempo real."
    },
    {
        "titulo": "Plataforma de Aprendizaje en Línea con Evaluaciones Automatizadas",
        "descripcion": "Diseño de un sistema educativo en línea que permita a los usuarios tomar cursos autoguiados y realizar evaluaciones que se califiquen automáticamente, con retroalimentación personalizada."
    },
    {
        "titulo": "Sistema de Gestión de Reservas para Hoteles y Hostales",
        "descripcion": "Desarrollo de un software que centralice las reservas, control de habitaciones, y pagos para hoteles y hostales, con funcionalidades para sincronizar con plataformas externas como Booking y Airbnb."
    },
    {
        "titulo": "Aplicación Móvil para Control de Gastos Personales",
        "descripcion": "Creación de una app para gestionar presupuestos, categorizar gastos y generar estadísticas de ahorro, con una interfaz intuitiva y soporte para múltiples monedas."
    },
    {
        "titulo": "Sistema de Monitoreo Ambiental con Sensores IoT",
        "descripcion": "Implementación de una solución tecnológica que recopile datos ambientales como temperatura, humedad y calidad del aire mediante sensores IoT y los presente en tiempo real en una plataforma web."
    },
    {
        "titulo": "Plataforma de Comercio Electrónico Personalizable",
        "descripcion": "Desarrollo de un sistema de comercio electrónico que permita a los usuarios crear tiendas en línea personalizadas, con opciones de pago integradas y análisis de ventas."
    },
    {
        "titulo": "Aplicación para Seguimiento de Hábitos y Metas Personales",
        "descripcion": "Diseño de una app móvil que permita a los usuarios registrar y monitorear hábitos diarios, establecer metas a corto y largo plazo, y recibir recordatorios personalizados."
    },
    {
        "titulo": "Sistema de Gestión de Biblioteca con Reconocimiento de ISBN",
        "descripcion": "Creación de un sistema para bibliotecas que facilite el registro, búsqueda y préstamo de libros mediante la lectura de códigos de barras ISBN, con notificaciones automáticas para devoluciones."
    },
    {
        "titulo": "Plataforma de Gestión de Proyectos Colaborativos",
        "descripcion": "Diseño de una herramienta que permita a equipos gestionar tareas, compartir archivos y realizar seguimiento del progreso en tiempo real, integrando gráficos de Gantt interactivos."
    },
    {
        "titulo": "Aplicación para el Control de Actividad Física y Nutrición",
        "descripcion": "Desarrollo de una app que permita a los usuarios registrar su actividad física diaria, calcular calorías consumidas y establecer objetivos de salud personalizados."
    },
    {
        "titulo": "Herramienta de Gestión de Proyectos en Equipo",
        "descripcion": "Creación de una herramienta para equipos de trabajo que les permita organizar tareas, compartir documentos y monitorear el progreso de los proyectos en tiempo real, incluyendo gráficos de Gantt interactivos."
    },
    {
        "titulo": "Sistema de Administración de Biblioteca con Lectura de Códigos ISBN",
        "descripcion": "Desarrollo de una plataforma para bibliotecas que optimiza el registro, la búsqueda y el préstamo de libros mediante el escaneo de códigos de barras ISBN, con alertas automáticas para la devolución de los mismos."
    },
    {
        "titulo": "App Móvil para Gestión de Finanzas Personales",
        "descripcion": "Desarrollo de una aplicación para controlar presupuestos, clasificar los gastos y generar reportes de ahorro, con una interfaz amigable y soporte para diversas monedas."
    },
    {
        "titulo": "Plataforma de Monitoreo Ambiental con Sensores IoT",
        "descripcion": "Diseño de una solución tecnológica para recolectar datos ambientales, como temperatura, humedad y calidad del aire, utilizando sensores IoT y mostrar los resultados en tiempo real a través de una plataforma web."
    },
    {
        "titulo": "Sistema Personalizable para Tiendas en Línea",
        "descripcion": "Creación de una plataforma de comercio electrónico que facilita a los usuarios diseñar y gestionar sus propias tiendas en línea, integrando métodos de pago y herramientas para el análisis de ventas."
    },
    {
        "titulo": "Prueba",
        "descripcion": "1"
    },
    {
        "titulo": "intento",
        "descripcion": "primero"
    },
    {
        "titulo": "Sistema de Gestión de Donaciones de Sangre para Hospitales",
        "descripcion": "Diseño de una plataforma digital que permita a los hospitales registrar donantes, gestionar inventarios de sangre y programar campañas de donación, con notificaciones automatizadas para requerimientos urgentes y recordatorios a los donantes."
    },
    {
        "titulo": "PROTOTIPO DE SISTEMA DE VISIÓN ARTIFICIAL PARA LA IDENTIFICACIÓN AUTOMÁTICA DE LA OCUPACIÓN INDEBIDA  EN ESTACIONAMIENTOS PARA PERSONAS CON DISCAPACIDAD",
        "descripcion": "El proyecto consiste en el desarrollo de un prototipo de sistema de visión artificial que utilice cámaras y algoritmos de procesamiento de imágenes para identificar de manera automática vehículos estacionados indebidamente en espacios reservados para personas con discapacidad. Este sistema busca generar alertas o reportes en tiempo real, promoviendo un uso adecuado de estos espacios y facilitando la intervención de las autoridades correspondientes."
    },
    {
        "titulo": "hospital",
        "descripcion": "registro camas"
    },
    {
        "titulo": "pruevaaa",
        "descripcion": "2"
    },
    {
        "titulo": "prueba ahora",
        "descripcion": "debido al desuso de esto debo probar antes"
    },
    {
        "titulo": "ahora nuevop",
        "descripcion": "lalalal"
    },
    {
        "titulo": "1234",
        "descripcion": "nuenvopa\r\n"
    },
    {
        "titulo": "ahoraddd",
        "descripcion": "safjf\r\n"
    },
    {
        "titulo": "adkandakd",
        "descripcion": "fsfjbjf"
    },
    {
        "titulo": "adfvv",
        "descripcion": "sdadadadgeg"
    },
    {
        "titulo": "ff",
        "descripcion": "hh"
    },
    {
        "titulo": "nuebvo adnd",
        "descripcion": "adaffaf"
    },
    {
        "titulo": "fsgsgg",
        "descripcion": "sdsd"
    },
    {
        "titulo": "Sistema de servicio domicilio",
        "descripcion": "prueba nueva"
    },
    {
        "titulo": "prueba",
        "descripcion": "se supone que esto debe ser aprobado"
    },
    {
        "titulo": "ley de los?",
        "descripcion": "audaces"
    },
    {
        "titulo": "analisis y diseno de alg",
        "descripcion": "materia en escom"
    },
    {
        "titulo": "wifi",
        "descripcion": "prosys"
    },
    {
        "titulo": "cobra",
        "descripcion": "kai"
    },
    {
        "titulo": "jaun",
        "descripcion": "jaun"
    },
    {
        "titulo": "miyagui",
        "descripcion": "ultima checada"
    },
    {
        "titulo": "Sistema de Predicción de Fallos en Redes",
        "descripcion": "Desarrollo de un sistema basado en inteligencia artificial para predecir fallos en redes informáticas. Utiliza aprendizaje automático para analizar patrones en los datos de tráfico y prevenir interrupciones antes de que ocurran."
    },
    {
        "titulo": "Plataforma Inteligente de Detección de Fallos en Redes",
        "descripcion": "Creación de una solución impulsada por inteligencia artificial que predice problemas en infraestructuras de red. El sistema emplea algoritmos de aprendizaje automático para identificar patrones en el tráfico y evitar cortes de servicio de manera proactiva.\r\n\r\n"
    },
    {
        "titulo": "Aplicación de Gestión de Recursos en la Nube",
        "descripcion": "Diseño de una aplicación que permite a las empresas optimizar el uso de recursos en plataformas de computación en la nube. Ofrece análisis en tiempo real y recomendaciones para reducir costos y mejorar el rendimiento.\r\n"
    },
    {
        "titulo": "Herramienta para Optimización de Recursos en Nube",
        "descripcion": "Desarrollo de un software que ayuda a las organizaciones a gestionar eficientemente sus recursos en entornos de computación en la nube. Proporciona análisis dinámicos y sugerencias para minimizar gastos y maximizar la eficiencia operativa.\r\n"
    },
    {
        "titulo": "Sistema de Recomendación basado en IA",
        "descripcion": "Un sistema que utiliza algoritmos de aprendizaje automático para analizar los datos de los usuarios y generar recomendaciones personalizadas en tiempo real, mejorando la experiencia del usuario.\r\n"
    },
    {
        "titulo": "Motor de Recomendaciones con Inteligencia Artificial",
        "descripcion": "Una plataforma que emplea machine learning para procesar información de los usuarios y ofrecer sugerencias personalizadas al instante, optimizando la interacción con el usuario\r\n"
    },
    {
        "titulo": "Sistema de Recomendación de Películas",
        "descripcion": "Un sistema que utiliza el análisis de preferencias de usuarios para recomendar películas. El sistema analiza datos históricos de visualización y las preferencias para sugerir películas que se adapten a los gustos del usuario.\r\n"
    },
    {
        "titulo": "Recomendador de Películas Personalizado",
        "descripcion": "Un sistema que analiza las preferencias de los usuarios a través de sus actividades pasadas para recomendarles películas. Se basa en los registros de visualización y las preferencias personales para hacer sugerencias que coincidan con los intereses del usuario.\r\n"
    },
    {
        "titulo": "Sistema de Recomendación de Libros",
        "descripcion": "Este sistema utiliza las preferencias de lectura de los usuarios, basadas en sus libros anteriores, para recomendarles nuevos libros. Analiza los géneros, autores y temas preferidos para generar sugerencias personalizadas.\r\n"
    },
    {
        "titulo": "Aplicación de Clasificación de Imágenes",
        "descripcion": "Un sistema basado en inteligencia artificial que permite clasificar imágenes según su contenido. Utiliza redes neuronales convolucionales (CNN) para analizar y reconocer patrones en las imágenes, categorizándolas en diversas clases, como animales, paisajes, etc."
    },
    {
        "titulo": "Reconocimiento Automático de Imágenes",
        "descripcion": "Un sistema de aprendizaje automático que clasifica imágenes en diferentes categorías. Emplea redes neuronales profundas para analizar características visuales y asignar etiquetas apropiadas a las imágenes, como animales, edificios, paisajes y más"
    },
    {
        "titulo": "Sistema de Predicción Meteorológica",
        "descripcion": "Un sistema que predice el clima utilizando datos históricos y modelos de series temporales. El algoritmo analiza patrones de clima pasados y utiliza esa información para anticipar las condiciones meteorológicas futuras en una determinada área geográfica."
    },
    {
        "titulo": "Sistema de Análisis de Sentimientos en Redes Sociales",
        "descripcion": "Este sistema analiza los sentimientos expresados en publicaciones de redes sociales. Utiliza procesamiento de lenguaje natural (NLP) para clasificar los textos en categorías como positivo, negativo o neutral, permitiendo así evaluar la percepción pública sobre diversos temas."
    },
    {
        "titulo": "Sistema de Detección de Fraude en Transacciones Financieras",
        "descripcion": "Este sistema utiliza algoritmos de aprendizaje automático para identificar patrones sospechosos en transacciones financieras. Analiza datos en tiempo real y detecta comportamientos anómalos que podrían indicar actividades fraudulentas."
    }
]